Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Linked AppSense app
ar: تطبيق AppSense مرتبط
de: Verknüpfte AppSense-App
es: App de AppSense enlazada
fr: App AppSense liée
hu: Hozzákapcsolt AppSense-app
ja: リンクされたAppSenseアプリ
nl: Gekoppelde AppSense-app
pl: Powiązana aplikacja AppSense
pt: Aplicação AppSense associada
ru: Связанное приложение AppSense
sv: Länkad AppSense-app
tr: Bağlı AppSense uygulaması
vi: Ứng dụng AppSense đã liên kết
zh_hans: 已关联的 AppSense 应用
zh_hant: 已連結 AppSense 應用程式

source: Linked to %@
ar: مرتبط بـ %@
de: Mit %@ verknüpft
es: Enlazado con %@
fr: Lié à %@
hu: Hozzákapcsolva: %@
ja: %@にリンク済み
nl: Gekoppeld aan %@
pl: Powiązany z %@
pt: Associado a %@
ru: Связано с %@
sv: Länkad till %@
tr: %@' a bağlandı
vi: Đã liên kết với %@
zh_hans: 已关联到 %@
zh_hant: 已連結至 %@

source: Linked to %lld apps
ar: عدد التطبيقات المرتبطة: %lld
de: Mit %lld Apps verknüpft
es: Enlazado con %lld apps
fr: Lié à %lld apps
hu: %lld apphoz kapcsolva
ja: %lld個のアプリにリンク済み
nl: Gekoppeld aan %lld apps
pl: Powiązane aplikacje: %lld
pt: Associado a %lld apps
ru: Связано с %lld приложениями
sv: Länkad till %lld appar
tr: %lld uygulamasına bağlandı
vi: Đã liên kết với %lld ứng dụng
zh_hans: 已关联 %lld 个应用
zh_hant: 已連結至 %lld 個應用程式

source: Liquid Glass, Frosted, Solid, or Clear dock background
ar: خلفية Dock بنمط Liquid Glass أو مصنفرة أو صلبة أو شفافة
de: Dock-Hintergrund als Liquid Glass, Milchglas, Einfarbig oder Transparent
es: Fondo del Dock Liquid Glass, esmerilado, sólido o transparente
fr: Liquid Glass, Givré, Opaque ou Transparent
hu: Liquid Glass, Matt, Tömör vagy Átlátszó Dock-háttér
ja: Liquid Glass、すりガラス、単色、クリアのDock背景
nl: Achtergrond voor het Dock: Liquid Glass, mat, effen of doorzichtig
pl: Tło Docka w stylu Liquid Glass, Matowym, Jednolitym lub Przezroczystym
pt: Fundo da dock em Liquid Glass, Fosco, Sólido ou Transparente
ru: Фон Dock: Liquid Glass, матовое стекло, сплошной или прозрачный
sv: Liquid Glass, Frostad, Heltäckande eller Genomskinlig dockbakgrund
tr: Liquid Glass, Buzlu, Düz veya Şeffaf dock arka planı
vi: Nền dock chế độ Liquid Glass, Mờ, Màu đặc, hoặc Trong suốt
zh_hans: Dock 背景可选 Liquid Glass、磨砂、纯色 或 透明
zh_hant: Liquid Glass、霧面、實心或透明的 Dock 背景

source: list
ar: قائمة
de: liste
es: lista
fr: liste
hu: lista
ja: リスト
nl: lijst
pl: lista
pt: lista
ru: список
sv: lista
tr: liste
vi: danh sách
zh_hans: 列表
zh_hant: 列表

source: List
ar: قائمة
de: Liste
es: Lista
fr: Liste
hu: Lista
ja: リスト
nl: Lijst
pl: Lista
pt: Lista
ru: Список
sv: Lista
tr: Liste
vi: Danh sách
zh_hans: 列表
zh_hant: 列表

source: List Appearance
ar: مظهر القائمة
de: Listendarstellung
es: Apariencia de la lista
fr: Apparence de la liste
hu: Lista megjelenése
ja: リストの外観
nl: Lijstweergave
pl: Wygląd listy
pt: Aparência da lista
ru: Внешний вид списка
sv: Listutseende
tr: Liste Görünümü
vi: Giao diện danh sách
zh_hans: 列表外观
zh_hant: 列表外觀

source: List name (empty = all)
ar: اسم القائمة (فارغ = الكل)
de: Listenname (leer = alle)
es: Nombre de la lista (vacío = todas)
fr: Nom de la liste (vide = toutes)
hu: Lista neve (üres = összes)
ja: リスト名（空欄 = すべて）
nl: Lijstnaam (leeg = alles)
pl: Nazwa listy (puste = wszystkie)
pt: Nome da lista (vazio = todas)
ru: Название списка (пусто = все)
sv: Listnamn (tomt = alla)
tr: Liste adı (boş = tümü)
vi: Tên danh sách (trống = tất cả)
zh_hans: 列表名称（留空表示全部）
zh_hant: 列表名稱（留空 = 全部）

source: List not found
ar: لم يتم العثور على القائمة
de: Liste nicht gefunden
es: Lista no encontrada
fr: Liste introuvable
hu: A lista nem található
ja: リストが見つかりません
nl: Lijst niet gevonden
pl: Nie znaleziono listy
pt: Lista não encontrada
ru: Список не найден
sv: Listan hittades inte
tr: Liste bulunamadı
vi: Không tìm thấy danh sách
zh_hans: 未找到列表
zh_hant: 找不到列表

source: List shows one named row per item in a narrower panel. For the classic Control Center, choose List and turn off Running Apps.
ar: يعرض خيار «قائمة» صفًا مسمى لكل عنصر في لوحة أضيق. للحصول على مركز التحكم الكلاسيكي، اختر «قائمة» وأوقف «التطبيقات قيد التشغيل».
de: „Liste“ zeigt eine benannte Zeile pro Objekt in einem schmaleren Panel. Für das klassische Kontrollzentrum wählen Sie „Liste“ und deaktivieren „Laufende Apps“.
es: Lista muestra una fila con nombre por ítem en un panel más estrecho. Para el Centro de control clásico, elige Lista y desactiva Apps en ejecución.
fr: Liste affiche une ligne nommée par élément dans un panneau plus étroit. Pour le Centre de contrôle classique, choisissez Liste et désactivez Apps actives.
hu: A Lista elemenként egy megnevezett sort mutat egy keskenyebb panelen. A klasszikus Vezérlőközponthoz válassza a Listát, és kapcsolja ki a Futó appokat.
ja: 「リスト」では、幅の狭いパネルに項目ごとに名前付きの行を1つずつ表示します。従来のコントロールセンターにするには、「リスト」を選択して「実行中のアプリ」をオフにしてください。
nl: Lijst toont één rij met naam per item in een smaller paneel. Kies voor het klassieke Control Center 'Lijst' en schakel 'Actieve apps' uit.
pl: Lista wyświetla każdy element w osobnym wierszu z nazwą, w węższym panelu. Aby uzyskać klasyczny wygląd Centrum sterowania, wybierz opcję Lista i wyłącz Uruchomione aplikacje.
pt: Lista mostra uma fila com nome por item, num painel mais estreito. Para a Central de controlo clássica, escolha Lista e desative Apps em Execução.
ru: В режиме «Список» каждый объект занимает отдельную строку с названием, а панель становится уже. Для классического Пункта управления выберите «Список» и выключите «Запущенные приложения».
sv: Lista visar en namngiven rad per objekt i en smalare panel. För det klassiska Kontrollcenter väljer du Lista och stänger av Appar som körs.
tr: Liste, daha dar bir panelde öğe başına adlandırılmış bir satır gösterir. Klasik Denetim Merkezi için Liste'yi seç ve Çalışan Uygulamalar'ı kapat.
vi: Danh sách hiển thị mỗi mục một hàng có tên trong bảng hẹp hơn. Để có Trung tâm điều khiển cổ điển, hãy chọn Danh sách và tắt Ứng dụng đang chạy.
zh_hans: 列表会在较窄的面板中为每个项目显示一行名称。要使用经典控制中心，请选择“列表”并关闭“运行中的应用”。
zh_hant: 「列表」會在較窄的面板中，以每個項目一列並顯示名稱。若要使用經典的「控制中心」樣式，請選擇「列表」並關閉「執行中的應用程式」。

source: Live
ar: مباشر
es: En directo
fr: En direct
hu: Élő
ja: ライブ
pl: Aktywny
pt: Ativo
ru: Активен
tr: Canlı
vi: Đang bật
zh_hans: 实时
zh_hant: 即時

source: load
ar: حمل
de: auslastung
es: carga
fr: charge
hu: terhelés
ja: 負荷
nl: belasting
pl: obciążenie
pt: carga
ru: нагрузка
sv: belastning
tr: yük
vi: tải
zh_hans: 负载
zh_hant: 負載

source: Load Average
ar: متوسط الحمل
de: Durchschnittliche Last
es: Carga media
fr: Charge moyenne
hu: Átlagos terhelés
ja: ロードアベレージ
nl: Gemiddelde belasting
pl: Średnie obciążenie
pt: Carga média
ru: Средняя нагрузка
sv: Genomsnittlig belastning
tr: Ortalama Yük
vi: Tải trung bình
zh_hans: 平均负载
zh_hant: 平均負載

source: Loaded
ar: تم التحميل
de: Geladen
es: Cargado
fr: Chargé
hu: Betöltve
ja: 読み込み済み
nl: Geladen
pl: Załadowano
pt: Carregado
ru: Загружено
sv: Inläst
tr: Yüklendi
vi: Đã tải
zh_hans: 已加载
zh_hant: 已載入

source: Loading events…
ar: جارٍ تحميل الأحداث…
de: Termine werden geladen…
es: Cargando eventos…
fr: Chargement des événements…
hu: Események betöltése…
ja: イベントを読み込み中…
nl: Activiteiten worden geladen…
pl: Wczytywanie wydarzeń…
pt: A carregar eventos…
ru: Загрузка событий…
sv: Läser in händelser…
tr: Etkinlikler yükleniyor…
vi: Đang tải sự kiện…
zh_hans: 正在载入日程…
zh_hant: 正在載入行程……

source: Loading reminders…
ar: جارٍ تحميل التذكيرات…
de: Erinnerungen werden geladen…
es: Cargando recordatorios…
fr: Chargement des rappels…
hu: Emlékeztetők betöltése…
ja: リマインダーを読み込み中…
nl: Herinneringen worden geladen…
pl: Wczytywanie przypomnień…
pt: A carregar lembretes…
ru: Загрузка напоминаний…
sv: Läser in påminnelser…
tr: Anımsatıcılar yükleniyor…
vi: Đang tải lời nhắc…
zh_hans: 正在载入提醒事项…
zh_hant: 正在載入提醒事項……

source: Loading shortcuts...
ar: جارٍ تحميل الاختصارات...
de: Kurzbefehle werden geladen ...
es: Cargando atajos…
fr: Chargement des raccourcis...
hu: Parancsok betöltése…
ja: ショートカットを読み込み中…
nl: Opdrachten laden...
pl: Wczytywanie skrótów…
pt: A carregar atalhos...
ru: Загрузка быстрых команд...
sv: Läser in genvägar...
tr: Kısayollar yükleniyor...
vi: Đang tải các phím tắt...
zh_hans: 正在加载快捷键……
zh_hant: 正在載入捷徑……

source: Loading weather…
ar: جارٍ تحميل الطقس…
de: Wetter wird geladen…
es: Cargando el tiempo…
fr: Chargement de la météo…
hu: Időjárás betöltése…
ja: 天気を読み込み中…
nl: Weer wordt geladen…
pl: Wczytywanie pogody…
pt: A carregar meteorologia…
ru: Загрузка погоды…
sv: Läser in väder…
tr: Hava durumu yükleniyor…
vi: Đang tải thời tiết…
zh_hans: 正在载入天气…
zh_hant: 正在載入天氣資訊……

source: Loading...
ar: جارٍ التحميل...
de: Wird geladen ...
es: Cargando…
fr: Chargement...
hu: Betöltés...
ja: 読み込み中…
nl: Aan het laden...
pl: Wczytywanie…
pt: A carregar...
ru: Загрузка...
sv: Läser in...
tr: Yükleniyor...
vi: Đang tải...
zh_hans: 加载中……
zh_hant: 載入中……

source: Loading…
ar: جاري التحميل…
de: Lädt…
es: Cargando…
fr: Chargement…
hu: Betöltés…
ja: 読み込み中…
nl: Aan het laden…
pl: Ładowanie…
pt: A carregar…
ru: Загрузка…
sv: Läser in…
tr: Yükleniyor…
vi: Đang tải…
zh_hans: 正在加载…
zh_hant: 載入中…

source: Local
ar: محلي
de: Lokal
hu: Lokális
ja: ローカル
nl: Lokaal
pl: Lokalne
ru: Локальный
sv: Lokal
tr: Yerel
vi: Cục bộ
zh_hans: 本地
zh_hant: 本機

source: Local widget bundles run unverified code. Only install bundles you built or trust.
ar: تشغّل حزم الأدوات المحلية تعليمات برمجية غير موثّقة. لا تثبّت إلا الحزم التي أنشأتها أو تثق بها.
de: Lokale Widget-Bundles führen ungeprüften Code aus. Installieren Sie nur Bundles, die Sie selbst erstellt haben oder denen Sie vertrauen.
es: Los paquetes de widgets locales ejecutan código sin verificar. Instala solo paquetes que hayas creado o en los que confíes.
fr: Les widgets locaux exécutent du code non vérifié. Installez uniquement des bundles de confiance.
hu: A helyi widgetcsomagok ellenőrizetlen kódot futtatnak. Csak saját készítésű vagy megbízható csomagokat telepítsen.
ja: ローカルのウィジェットバンドルは未検証のコードを実行します。自分で作成したか信頼できるバンドルのみをインストールしてください。
nl: Lokale widgetbundels draaien niet-geverifieerde code. Installeer alleen bundels die je zelf hebt gebouwd of die je vertrouwt.
pl: Lokalne pakiety widżetów uruchamiają niezweryfikowany kod. Instaluj tylko pakiety, które zostały utworzone przez Ciebie lub którym ufasz.
pt: Os pacotes de widgets locais executam código não verificado. Instale apenas pacotes que criou ou em que confia.
ru: Пакеты локальных виджетов запускают непроверенный код. Устанавливайте только пакеты, которые вы собрали сами или которым доверяете.
sv: Lokala widgetpaket kör overifierad kod. Installera bara paket du själv har byggt eller litar på.
tr: Yerel widget paketleri doğrulanmamış kod çalıştırır. Yalnızca kendi oluşturduğunuz veya güvendiğiniz paketleri yükleyin.
vi: Các gói tiện ích cục bộ chạy mã chưa được xác minh. Chỉ cài đặt các gói do bạn tự xây dựng hoặc tin tưởng.
zh_hans: 本地小组件包运行的是未经验证的代码。请仅安装您自己构建或信任的组件包。
zh_hant: 本機小工具套件會執行未經驗證的程式碼。請僅安裝您自行建置或信任的套件。

source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Géolocalisation
hu: Hely
ja: 場所
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Геопозиция
sv: Plats
tr: Konum
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Location access denied
ar: تم رفض الوصول إلى الموقع
de: Standortzugriff verweigert
es: Acceso a la ubicación denegado
fr: Accès à la localisation refusé
hu: Tartózkodási helyhez való hozzáférés visszautasítva
ja: 位置情報へのアクセスが拒否されました
nl: Toegang tot locatie geweigerd
pl: Odmówiono dostępu do lokalizacji
pt: Acesso à localização recusado
ru: Нет доступа к геопозиции
sv: Platsåtkomst nekad
tr: Konum erişimi reddedildi
vi: Quyền truy cập vị trí bị từ chối
zh_hans: 位置访问权限被拒绝
zh_hant: 位置存取遭拒

source: Location unavailable
ar: الموقع غير متوفر
de: Standort nicht verfügbar
es: Ubicación no disponible
fr: Emplacement indisponible
hu: A hely nem érhető el
ja: 位置情報を取得できません
nl: Locatie is niet beschikbaar
pl: Lokalizacja niedostępna
pt: Localização indisponível
ru: Местоположение недоступно
sv: Platsen är inte tillgänglig
tr: Konum kullanılamıyor
vi: Vị trí không khả dụng
zh_hans: 无法取得位置
zh_hant: 無法取得位置

source: Lock
ar: قفل
de: Sperren
es: Bloquear
fr: Verrouiller
hu: Zárolás
ja: ロック
nl: Vergrendel
pl: Zablokuj
pt: Bloquear
ru: Заблокировать
sv: Lås
tr: Kilitle
vi: Khóa
zh_hans: 锁定屏幕
zh_hant: 鎖定

source: Long Break
ar: استراحة طويلة
de: Lange Pause
es: Descanso largo
fr: Pause longue
hu: Hosszú szünet
ja: 長い休憩
nl: Lange pauze
pl: Długa przerwa
pt: Pausa Longa
ru: Длинный перерыв
sv: Lång paus
tr: Uzun Mola
vi: Nghỉ dài
zh_hans: 长休息
zh_hant: 長休息

source: Long Press Delay
ar: تأخير الضغط المطول
de: Verzögerung für langes Drücken
es: Retardo de la pulsación larga
fr: Délai de l'appui long
hu: Hosszú nyomás késleltetése
ja: 長押しの遅延
nl: Vertraging voor lang indrukken
pl: Opóźnienie kliknięcia i przytrzymania
pt: Atraso da pressão prolongada
ru: Задержка долгого нажатия
sv: Fördröjning för långtryck
tr: Uzun Basma Gecikmesi
vi: Thời gian chờ Nhấn giữ
zh_hans: 长按延迟
zh_hant: 長按延遲

source: Long-press a pinned folder to browse its contents in a panel, or open it in Finder
ar: اضغط مطولًا على مجلد مثبت لتصفح محتوياته في لوحة، أو افتحه في Finder
de: Halten Sie einen angehefteten Ordner gedrückt, um seinen Inhalt in einem Panel zu durchsuchen oder ihn im Finder zu öffnen
es: Mantén pulsada una carpeta fijada para explorar su contenido en un panel o ábrela en el Finder
fr: Maintenez un dossier épinglé pour parcourir son contenu dans un panneau, ou ouvrez-le dans le Finder
hu: Nyomjon hosszan egy kitűzött mappát a tartalma panelen való böngészéséhez, vagy nyissa meg a Finderben
ja: ピン留めしたフォルダを長押しして、パネルで内容を閲覧、またはFinderで開く
nl: Houd een vastgezette map lang ingedrukt om de inhoud ervan in een paneel te bekijken of om deze in Finder te openen
pl: Kliknij i przytrzymaj przypięty folder, aby przeglądać jego zawartość w panelu, albo otwórz go w Finderze
pt: Prima prolongadamente uma pasta afixada para explorar o conteúdo num painel ou abri-la no Finder
ru: Долгое нажатие на закреплённую папку для просмотра её содержимого на панели или открытия в Finder
sv: Tryck länge på en fäst mapp för att bläddra i innehållet i en panel, eller öppna den i Finder
tr: Sabitlenmiş bir klasörün içeriğine bir panelde göz atmak veya Finder'da açmak için uzun bas
vi: Nhấn giữ một thư mục được ghim để duyệt nội dung trong một bảng, hoặc mở thư mục đó trong Finder
zh_hans: 长按固定文件夹，可在面板中浏览其内容，或在访达中打开
zh_hant: 長按已釘選的檔案夾，即可在面板中瀏覽其內容，或在 Finder 中開啟

source: Long-press a pinned folder to browse its contents in a panel. When off, folders open in Finder.
ar: اضغط مطولًا على مجلد مثبت لتصفح محتوياته في لوحة. عند الإيقاف، تُفتح المجلدات في Finder.
de: Halten Sie einen angehefteten Ordner gedrückt, um seinen Inhalt in einem Panel zu durchsuchen. Wenn deaktiviert, werden Ordner im Finder geöffnet.
es: Mantén pulsada una carpeta fijada para explorar su contenido en un panel. Si está desactivado, las carpetas se abren en el Finder.
fr: Maintenez un dossier épinglé pour parcourir son contenu dans un panneau. Si désactivé, les dossiers s'ouvrent dans le Finder.
hu: Nyomjon hosszan egy kitűzött mappát a tartalma panelen való böngészéséhez. Kikapcsolva a mappák a Finderben nyílnak meg.
ja: ピン留めしたフォルダを長押しすると、パネルで内容を閲覧できます。オフの場合、フォルダはFinderで開きます。
nl: Houd een vastgezette map lang ingedrukt om de inhoud ervan in een paneel te bekijken. Als deze functie is uitgeschakeld, worden mappen in Finder geopend.
pl: Kliknij i przytrzymaj przypięty folder, aby przeglądać jego zawartość w panelu. Po wyłączeniu tej opcji foldery będą otwierane w Finderze.
pt: Prima prolongadamente uma pasta afixada para explorar o conteúdo num painel. Quando desativado, as pastas abrem no Finder.
ru: Долгое нажатие на закреплённую папку для просмотра содержимого на панели. При выключении папки открываются в Finder.
sv: Tryck länge på en fäst mapp för att bläddra i innehållet i en panel. När det är av öppnas mappar i Finder.
tr: Sabitlenmiş bir klasörün içeriğine bir panelde göz atmak için uzun bas. Kapalıyken klasörler Finder'da açılır.
vi: Nhấn giữ một thư mục được ghim để duyệt nội dung trong một bảng. Khi tắt, các thư mục sẽ mở trong Finder.
zh_hans: 长按固定文件夹，可在面板中浏览其内容。关闭后，文件夹将在访达中打开。
zh_hant: 長按已釘選的檔案夾，可在面板中瀏覽其內容。關閉此功能時，檔案夾會在 Finder 中開啟。

source: Long-press an app in the Open Apps shelf page to see its window previews
ar: اضغط مطولًا على تطبيق في صفحة التطبيقات المفتوحة بالرف لرؤية معاينات نوافذه
de: Halten Sie auf der Ablage-Seite „Geöffnete Apps“ eine App gedrückt, um ihre Fenstervorschauen anzuzeigen
es: Mantén pulsada una app en la página Apps abiertas del estante para ver las previsualizaciones de sus ventanas
fr: Maintenez une app dans la page Apps ouvertes de l'étagère pour voir ses aperçus de fenêtre
hu: Nyomjon hosszan egy appot a Nyitott appok polclapon az ablak-előnézeteihez
ja: シェルフの「起動中のアプリ」ページでアプリを長押しして、そのウインドウプレビューを表示
nl: Houd een app op de 'Geopende apps'-plank lang ingedrukt om voorbeelden van de vensters te bekijken
pl: Kliknij i przytrzymaj aplikację na stronie Otwarte aplikacje w Szufladzie, aby zobaczyć podglądy jej okien
pt: Prima prolongadamente uma aplicação na página Aplicações abertas da prateleira para ver as pré-visualizações das janelas
ru: Долгое нажатие на приложение на странице полки открытых приложений для просмотра предпросмотров окон
sv: Tryck länge på en app på hyllsidan Öppna appar för att se dess fönsterförhandsvisningar
tr: Pencere önizlemelerini görmek için Açık Uygulamalar raf sayfasında bir uygulamaya uzun bas
vi: Nhấn giữ một ứng dụng trong trang ngăn ứng dụng đang mở để xem bản xem trước cửa sổ của ứng dụng đó
zh_hans: 在“运行中的应用”暂存区页面长按应用，即可查看其窗口预览
zh_hant: 在「已開啟的應用程式」暫存區頁面中長按應用程式，即可查看其視窗預覽

source: Long-press delay, scroll sensitivity, and panel animation speed.
ar: تأخير الضغط المطوّل، وحساسية التمرير، وسرعة حركة اللوحات.
de: Verzögerung für langes Drücken, Scroll-Empfindlichkeit und Animationsgeschwindigkeit der Panels.
es: Retardo de la pulsación larga, sensibilidad del desplazamiento y velocidad de animación de los paneles.
fr: Délai d'appui long, sensibilité du défilement et vitesse d'animation des panneaux.
hu: Hosszú nyomás késleltetése, görgetési érzékenység és panelanimáció sebessége.
ja: 長押しの遅延、スクロール感度、パネルアニメーション速度の設定です。
nl: Vertraging bij lang indrukken, scrollgevoeligheid en animatiesnelheid van het paneel.
pl: Opóźnienie kliknięcia i przytrzymania, czułość przewijania oraz szybkość animacji panelu.
pt: Atraso da pressão prolongada, sensibilidade do deslocamento e velocidade da animação dos painéis.
ru: Задержка долгого нажатия, чувствительность прокрутки и скорость анимации панели.
sv: Långtrycksfördröjning, rullningskänslighet och panelanimeringshastighet.
tr: Uzun basma gecikmesi, kaydırma hassasiyeti ve panel animasyon hızı.
vi: Thời gian chờ nhấn giữ, độ nhạy cuộn và tốc độ hoạt ảnh của bảng.
zh_hans: 调整长按延迟、滚动灵敏度和面板动画速度。
zh_hant: 長按延遲、捲動靈敏度與面板動畫速度。

source: Loupe
ar: عدسة مكبرة
de: Lupe
es: Lupa
hu: Nagyító
ja: ルーペ
nl: Vergrootglas
pl: Lupa
pt: Lupa
ru: Лупа
sv: Lupp
tr: Büyüteç
vi: Kính lúp
zh_hans: 放大镜
zh_hant: 放大鏡

source: Low
ar: منخفض
de: Niedrig
es: Bajo
fr: Faible
hu: Alacsony
ja: 弱い
nl: Laag
pl: Niski
pt: Baixo
ru: Низкий
sv: Låg
tr: Düşük
vi: Thấp
zh_hans: 低
zh_hant: 低

source: macOS asks for file access when you choose a folder, use the File Tray with protected locations, or add the Recent Files or Screenshots widget.
ar: يطلب macOS الوصول إلى الملفات عندما تختار مجلدًا، أو تستخدم حاوية الملفات مع مواقع محمية، أو تضيف أداة «الملفات الأخيرة» أو «لقطات الشاشة».
de: macOS fragt nach Dateizugriff, wenn Sie einen Ordner auswählen, die Datei-Ablage mit geschützten Orten verwenden oder das Widget „Letzte Dateien“ oder „Bildschirmfotos“ hinzufügen.
es: macOS pide acceso a los archivos cuando eliges una carpeta, usas la bandeja de archivos con ubicaciones protegidas o añades el widget Archivos recientes o Capturas de pantalla.
fr: macOS demande l'accès aux fichiers lorsque vous choisissez un dossier, utilisez le tiroir de fichiers avec des emplacements protégés, ou ajoutez le widget Fichiers récents ou Captures d'écran.
hu: A macOS fájlhozzáférést kér, amikor kiválaszt egy mappát, védett helyekkel használja a Fájltároló Tálcát, vagy hozzáadja a Legutóbbi fájlok vagy a Képernyőfotók widgetet.
ja: フォルダを選択したとき、保護された場所でファイルトレイを使用したとき、または「最近使ったファイル」ウィジェットや「スクリーンショット」ウィジェットを追加したときに、macOSがファイルへのアクセスを確認します。
nl: macOS vraagt om bestandstoegang wanneer je een map kiest, het bestandsvak met beveiligde locaties gebruikt of de widget 'Recente bestanden' of 'Screenshots' toevoegt.
pl: macOS prosi o dostęp do plików, gdy wybierasz folder, używasz Półki plików z chronionymi lokalizacjami lub dodajesz widżet Ostatnie pliki albo Zrzuty ekranu.
pt: O macOS pede acesso aos ficheiros quando escolhe uma pasta, usa o Tabuleiro de Ficheiros com localizações protegidas ou adiciona o widget Ficheiros Recentes ou Capturas de Ecrã.
ru: macOS запрашивает доступ к файлам, когда вы выбираете папку, используете лоток файлов с защищенными папками или добавляете виджет «Недавние файлы» или «Снимки экрана».
sv: macOS ber om filåtkomst när du väljer en mapp, använder filbrickan med skyddade platser eller lägger till widgeten Senaste filer eller Skärmavbildningar.
tr: macOS, bir klasör seçtiğinde, Dosya Tepsisi'ni korumalı konumlarla kullandığında veya Son Dosyalar ya da Ekran Görüntüleri widget'ını eklediğinde dosya erişimi ister.
vi: macOS hỏi quyền truy cập tệp khi bạn chọn một thư mục, dùng Khay tệp với các vị trí được bảo vệ, hoặc thêm tiện ích Tệp gần đây hay Ảnh chụp màn hình.
zh_hans: 选择文件夹、通过文件托盘访问受保护的位置，或添加“最近文件”或“截屏”小组件时，macOS 会请求文件访问权限。
zh_hant: 當你選擇檔案夾、在「檔案托盤」中使用受保護的位置，或加入「最近使用的檔案」或「螢幕截圖」小工具時，macOS 會要求檔案存取權限。
